Repository: azzakhedr/NileThink.Framework.PrivateLessonManagementSystem
Catalog: PrivateLessonMS.Resources/Resource.*.resx
Languages: ar

# CanNotEvaluate
source: Can't Evaluate
ar: لايمكنك التقييم

# DateAlreadyReceirved
source: Date already receirved by another student
ar: لم نتمكن من حجز الموعد لانه محجوز من قبل طالب اخر

# EmailSendSuccessfully
source: Email Sended Successfully
ar: تم إرسال البريد الإلكترونى بنجاج

# EmailUsedBefore
source: Email used before , please try another one
ar: البريد الالكترونى موجود مسبقاً يرجى ادخال بريد جديد

# EnterActivatedCode
source: Enter activated code sended to your phone
ar: يرجى ادخال كود التفعيل المرسل على جوالك

source: Enter Service Request
ar: يجب ادخال بيانات طلب الخدمة

source: Enter Student Data
ar: يجب ادخال بيانات الطالب

source: Enter Teacher Data
ar: يجب ادخال بيانات المعلم

source: Error Occure
ar: حدث خطأ من فضلك ادخل بيانات صحيحة

source: Evaluation Sended Successfully
ar: شكراً لك تم ارسال تقييم بنجاح

source: Female
ar: أنثى

source: InActive User
ar: هذا المستخدم غير فعال لدينا

source: Incorrect Activated Code
ar: كود التفعيل المستخدم خاطئ

# IncorrectData
source: Please Insert Correct Data
ar: يرجى ادخال بيانات صحيحة

source: Incorrect File
ar: ملف غير صحيح

# LockedUser
source: this user is locked , please contact with adminstration
ar: تم ايقاف حسابك لمزيد من التفاصيل يرجى التواصل مع الادارة

source: Male
ar: ذكر

source: Need Absher
ar: بحاجة للتسجيل في ابشر

source: Need Update Profile
ar: بحاجة لتعديل البروفايل

# NoContactMailFound
source: No Contact Mail Found, please contact with adminstration
ar: لا يوجد بريد للتواصل برجاء الرجوع الى الإدارة

source: No course found
ar: هنالك خطأ في البيانات لعدم وجود درس

# NotActivatedTeacher
source: Not activated teacher , please contact with adminstration
ar: المعلم غير مفعل يرجى التواصل مع الادارة

# NotAuthorized
source: Not Authrized
ar: ليس لديك صلاحية التعديل

source: Not Found Teacher
ar: هذا المعلم غير موجود

# NotRegisterUser
source: This user is not registered
ar: هذا المستخدم غير مسجل لدينا

# PasswordChangeSuccessfully
source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح

source: Password Error
ar: هنالك خطأ في كلمة المرور يرجى التأكد منها

# PasswordFormat
source: Password at least 6 letters
ar: كلمة المرور 6 حروف على الأقل

source: Pending
ar: معلق

source: Phone Confirmed
ar: تم تأكيد رقم الجوال

# PhoneUsedBefore
source: Phone used before , please try another one
ar: رقم الهاتف موجود مسبقاً يرجى ادخال رقم جديد

source: Request Sended Successfully
ar: تم ارسال طلبك بنجاح يرجى انتظار الرد في أقرب فرصة

source: Saved Successfully
ar: تم الحفظ بنجاح

# SendEmail
source: Email sended to your mail .Please Check Your Mail.
ar: تم ارسال رسالة الى بريدك الالكتروني يرجى مراجعة الرسالة

source: Service Accepted
ar: شكراً لك تم قبول طلب الخدمة

source: Service Refused
ar: شكراً لك تم رفض طلب الخدمة

source: Student not found
ar: هذا الطالب غير موجود

# UserNamePasswordError
source: UserName or Password Error
ar: اسم المستخدم أو كلمة المرور غير صحيحة

# UserUsedBefore
source: User used before , please try another name
ar: اسم المستخدم موجود مسبقاً يرجى ادخال اسم مستخدم جديد
